export const SERVICES = [
  {
    src: "/2.png",
    alt: "кожаное кресло",
    title: "Перетяжка мягкой мебели",
    description: "Аккуратный демонтаж и профессиональный монтаж новой обивки",
    text: "Если ваша любимая мебель потеряла внешний вид — ей можно вернуть вторую жизнь. Кожаный диван, кресло или стул снова будут радовать глаз и дарить комфорт, как в день покупки.",
    list: [
      "Натуральная или искусственная кожа на ваш выбор",
      "Большой выбор оттенков и текстур",
      "Аккуратный демонтаж и профессиональный монтаж новой обивки",
    ],
  },
  {
    src: "/3.png",
    alt: "автомобильное кресло",
    title: "Перетяжка салона автомобиля",
    description:
      "Перетяжка сидений, дверных карт, рулей, потолков и подлокотников",
    text: "Салон автомобиля — это то, с чем вы сталкиваетесь каждый день. От протёртого подлокотника до полного обновления передней панели и сидений — я сделаю так, чтобы внутри вашего авто было приятно находиться",
    list: [
      "Перетяжка сидений, дверных карт, рулей, потолков и подлокотников",
      "Mатериалы, устойчивые к износу и солнечному свету",
      "Возможность добавить вышивку с логотипом или инициалами",
    ],
  },
  {
    src: "/1.png",
    alt: "кожаная подушка",
    title: "Индивидуальные кожаные подушки",
    description: "Интерьерный элемент с вышивкой под заказ",
    text: "Стильные кожаные подушки с вышивкой под заказ. Это может быть:",
    list: [
      "Подушка с фамильным гербом",
      "Подарок с вышивкой имени или фразы",
      "Интерьерный элемент в автомобиль или дом",
    ],
  },
];

export const CONTACTS = {
  phone: "+7 (000) 000-00-00",
  email: "master@leathercraft.ru",
  social: [
    {
      name: "Telegram",
      href: "https://t.me/your_username",
      color: "bg-blue-500 hover:bg-blue-600",
      icon: "/icons/telegram.svg",
      qr: "/qr-telegram.png",
    },
    {
      name: "Viber",
      href: "viber://chat?number=+70000000000",
      icon: "/icons/viber.svg",
      color: "bg-purple-500 hover:bg-purple-600",
      qr: "/qr-viber.png",
    },
    {
      name: "WhatsApp",
      href: "https://wa.me/70000000000",
      icon: "/icons/whatsapp.svg",
      color: "bg-green-500 hover:bg-green-600",
      qr: "/qr-whatsapp.png",
    },
  ],
};
