export const services = [
  {
    src: "/2.png",
    alt: "кожаное кресло",
    title: "Перетяжка мягкой мебели",
    description: "Аккуратный демонтаж и профессиональный монтаж новой обивки",
    text: "Если ваша любимая мебель потеряла внешний вид — ей можно вернуть вторую жизнь. Кожаный диван, кресло или стул снова будут радовать глаз и дарить комфорт, как в день покупки.",
    list: [
      "Натуральная или искусственная кожа на ваш выбор",
      "Большой выбор оттенков и текстур",
      "Аккуратный демонтаж и профессиональный монтаж новой обивки",
    ],
  },
  {
    src: "/3.png",
    alt: "автомобильное кресло",
    title: "Перетяжка салона автомобиля",
    description:
      "Перетяжка сидений, дверных карт, рулей, потолков и подлокотников",
    text: "Салон автомобиля — это то, с чем вы сталкиваетесь каждый день. От протёртого подлокотника до полного обновления передней панели и сидений — я сделаю так, чтобы внутри вашего авто было приятно находиться",
    list: [
      "Перетяжка сидений, дверных карт, рулей, потолков и подлокотников",
      "Mатериалы, устойчивые к износу и солнечному свету",
      "Возможность добавить вышивку с логотипом или инициалами",
    ],
  },
  {
    src: "/1.png",
    alt: "кожаная подушка",
    title: "Индивидуальные кожаные подушки",
    description: "Интерьерный элемент с вышивкой под заказ",
    text: "Стильные кожаные подушки с вышивкой под заказ. Это может быть:",
    list: [
      "Подушка с фамильным гербом",
      "Подарок с вышивкой имени или фразы",
      "Интерьерный элемент в автомобиль или дом",
    ],
  },
];
